######MUGStr VER 1.0.0#######
##########BY  ZTREN##########
#———————————————————————————#
#THIS FILE IS FREE TO MODIFY#
############ENJOY!###########

GroupName = 'tester'#'2019-2020rdfz指尖音乐社'#群名
nnn = ['tql','?¿????¿¿¿¿¿?¿¿¿¿','您努努','努!!努!呢呢呢呢男男女女扭扭捏rrrrrr哼个6! ! kJj! !么的么的嫩模摸摸美女呢呢妈! 66!','啊wee改哈斡嫦娥我刚不疤痕处哈维楚王嗡阿格王朔! ! ! ! !']
atr = ['爬','raber是神！','喵','搜到有','努努']
luk = ['大凶','凶','小凶','中平','小吉','吉','大吉']
obj = ['打雀','收歌','推准度','推arcaea','推马老弟','爬梯子','推cy2','膜raber']
pro = ['大top飞人，芜湖起飞','您理论了','您收割了','ptt+0.01','准度爆表','随手MM','获得raber光环']
con = ['保四争飞','永远1far，性生活丰富','推不动啊','ptt-0.01','ACC 95.99%','ptt-0.01','雷亚刀片厂欢迎您','然而什么都不会发生']

rpt = '{0}\n——{1}'
jrrp = '{0}，您{1}的运势是{2}\n宜：{3}\n{4}\n忌：{5}\n{6}'
