######MUGStr VER 3.1.0#######
##########BY  ZTREN##########
#———————————————————————————#
#THIS FILE IS FREE TO MODIFY#
############ENJOY!###########

GroupName = '2019-2020rdfz指尖音乐社'#群名
nnn = ['tql','?¿????¿¿¿¿¿?¿¿¿¿','您努努','努!!努!呢呢呢呢男男女女扭扭捏rrrrrr哼个6! ! kJj! !么的么的嫩模摸摸美女呢呢妈! 66!','啊wee改哈鞥嫦娥我刚不疤痕处哈维楚王嗡阿格王朔! ! ! ! !']
atr = ['爬','raber是神！','喵','搜到有','努努','卷爹是神！','123是神！','isxi是神！']
luk = ['大凶','凶','小凶','中平','小吉','吉','大吉']
obj = ['打雀','收歌','搓盘子','推arcaea','推马老弟','爬梯子','推cy2','膜raber','写作文','写英语阅读','上网课','睡觉','锻炼','聊天']
pro = ['大top飞人，芜湖起飞','您理论了','您pp了','ptt+0.01','准度爆表','快去清体力~','随手MM','获得raber光环','文思泉涌','写的全会，蒙的全对','好好学习天天向上','8小时精致睡眠','强身健体','快乐水群']
con = ['保四争飞','永远1far，性生活丰富','盘子裂了','ptt-0.01','ACC 95.99%','ptt会dropdead','雷亚刀片厂欢迎您','然而什么都不会发生','写到一半必卡壳','蒙不对啊','上着上着睡着了','有可能失眠','小心肌肉受伤','可能会被老师抓包']

rpt = \
'''{0}
——{1}'''
jrrp = \
'''{0}，您{1}的运势是{2}
宜：{3}
{4}
忌：{5}
{6}'''
ROLL = \
'{0} 骰出了 {1}d{2}={3}{4}'#骰子
ROLLn = \
'由于 {0} 检定，{1}骰出了 {2}d{3}={4}{5}'#由于某检定而进行的骰子
choice = \
'那当然是选{0}啦'
rptn = \
'将会复读你的下一句话～'
NN = \
'您的显示名已更改为 {0} ！'#自定义名称
NNForget = \
'已将显示名 {0} 重置！'#忘掉自定义名称
RBP = \
'{0} 骰出了 {1}={2}[{3}骰：{4}]={5}'#奖励骰/惩罚骰
RBPn = \
'因为{0}检定，{1} 骰出了 {2}={3}[{4}骰：{5}]={6}'#由于某检定而进行的奖励骰/惩罚骰
RC = \
'''{0}似乎想要通过{1}检定来解决问题呢：
1D100 = {2}
{3}'''#检定
Suc = \
'成功了呢，祝贺'#成功提示
HardSuc = \
'困难成功，今天的运气不错哦？'#困难成功提示
ExtremeSuc = \
'极难成功？？不愧是你'#极难成功提示
Fail = \
'失败了的说，抱歉哦'#失败提示
LFail = \
'是大失败哦(･_･;保持斗志啊'#大失败提示
Err = \
'输入格式好像不太对的说'#输入有误
File4K = \
'''4k整合包：
链接：https://pan.baidu.com/s/1Ohr5Nz1tx7j2WwaNecRGrA 
提取码：6b42
'''
